Repository: asahnoln/audiolooper
Catalog: po/*.po
Languages: ru

source: Audio Looper
ru: Аудио Лупер

source: Rec
ru: Записать

source: Stop
ru: Остановить

source: Play
ru: Проиграть

source: Erase
ru: Стереть

source: Overdub
ru: Записать поверх

source: Audio Looper App
ru: Приложение Аудио Лупер

source: Allows making microphone loops
ru: Позволяет делать микрофонные петли

source: Loop Everything
ru: Петляйте всё

source: A small looper app which allows to create loops and overdubs with your microphone.
ru: Небольшое приложение-лупер позволяющее создавать петли и перезаписывать их с помощью микрофона.
